Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# sportGoal.conflictWarning.title
source: Worth a look before you start
de: Einen Blick wert, bevor du startest
es: Vale la pena revisar antes de empezar
fr: À vérifier avant de commencer
hy: Արժե ուշադրություն դարձնել, նախքան սկսելը
it: Da controllare prima di iniziare
ka: ღირს გადახედვა დაწყებამდე
ru: Стоит обратить внимание перед началом
sr: Вреди погледати пре него што почнеш

# sportGoal.kindBadge.custom
source: CUSTOM
de: INDIVIDUELL
es: PERSONALIZADO
fr: PERSONNALISÉ
hy: ԱՆՀԱՏԱԿԱՆ
it: PERSONALIZZATO
ka: საკუთარი
ru: СВОЙ
sr: СВОЈ

# sportGoal.kindBadge.metric
source: METRIC
de: MESSBAR
es: MÉTRICA
fr: MESURABLE
hy: ՑՈՒՑԱՆԻՇ
it: MISURABILE
ka: მაჩვენებელი
ru: ПОКАЗАТЕЛЬ
sr: ПОКАЗАТЕЉ

# sportGoal.kindBadge.milestone
source: MILESTONE
de: MEILENSTEIN
es: HITO
fr: JALON
hy: ՀԱՆԳՐՎԱՆ
it: TAPPA
ka: ეტაპი
ru: ЭТАП
sr: ПРЕКРЕТНИЦА

# sportGoal.kindBadge.qualitative
source: IN WORDS
de: IN WORTEN
es: EN PALABRAS
fr: EN MOTS
hy: ԲԱՌԵՐՈՎ
it: A PAROLE
ka: სიტყვებით
ru: СЛОВАМИ
sr: РЕЧИМА

# sportGoal.phase.build
source: Build
de: Aufbau
es: Desarrollo
fr: Développement
hy: Զարգացում
it: Sviluppo
ka: განვითარება
ru: Развитие
sr: Развој

# sportGoal.phase.foundation
source: Foundation
de: Basis
es: Base
fr: Base
hy: Հիմք
it: Base
ka: საფუძველი
ru: Основа
sr: Основа

# sportGoal.phase.peak
source: Peak
de: Spitze
es: Pico
fr: Pic
hy: Գագաթնակետ
it: Picco
ka: პიკი
ru: Пик
sr: Врхунац

# sportGoal.promiseLine.measurableInUnit
source: Measurable in %@
de: Messbar in %@
es: Medible en %@
fr: Mesurable en %@
hy: Չափվում է %@-ով
it: Misurabile in %@
ka: იზომება %@-ში
ru: Измеряется в %@
sr: Мерљиво у %@

# sportGoal.promiseLine.measuredHonestly
source: Measured, honestly
de: Ehrlich gemessen
es: Medido, con honestidad
fr: Mesuré, en toute honnêteté
hy: Չափելի և ազնիվ
it: Misurato, onestamente
ka: გაზომვადი და გულწრფელი
ru: Измеримо и честно
sr: Измерено, поштено

# sportGoal.promiseLine.milestone
source: Stage-based — no numbers needed
de: Stufenbasiert — keine Zahlen nötig
es: Por etapas — sin necesidad de números
fr: Par étapes — pas de chiffres nécessaires
hy: Փուլային — թվեր պետք չեն
it: A fasi — niente numeri necessari
ka: ეტაპობრივი — რიცხვები არ არის საჭირო
ru: По этапам — без чисел
sr: По етапама — бројеви нису потребни

# sportGoal.promiseLine.qualitative
source: A target in your own words
de: Ein Ziel in deinen eigenen Worten
es: Un objetivo en tus propias palabras
fr: Un objectif dans vos propres mots
hy: Նպատակ քո բառերով
it: Un obiettivo nelle tue parole
ka: მიზანი შენი სიტყვებით
ru: Цель своими словами
sr: Циљ својим речима

# sportGoal.schedule.customLabel
source: Custom…
de: Individuell …
es: Personalizado…
fr: Personnalisé…
hy: Հարմարեցված…
it: Personalizzato…
ka: საკუთარი…
ru: Свой вариант…
sr: Прилагођено…

# sportGoal.schedule.timesPerWeek
source: %lld× a week
de: %lldx pro Woche
es: %lld× a la semana
fr: %lld× par semaine
hy: %lld× շաբաթում
it: %lld× a settimana
ka: %lld× კვირაში
ru: %lld× в неделю
sr: %lld× недељно

# sportGoal.scheduleFrequency.readinessNote
source: Sessions still defer to your readiness for placement — low days shift, the workout itself is never rewritten.
de: Sessions richten sich weiterhin nach deiner Bereitschaft — an schwachen Tagen verschieben sie sich, das Workout selbst wird nie umgeschrieben.
es: Las sesiones siguen ajustándose a tu preparación para su ubicación — en días bajos se desplazan, el entrenamiento en sí nunca se reescribe.
fr: Les séances continuent de s'adapter à ta disponibilité physique pour leur placement — les jours faibles, elles se déplacent, mais l'entraînement lui-même n'est jamais réécrit.
hy: Պարապմունքները դեռ հաշվի են առնում պատրաստակամությունդ տեղաբաշխման համար — ցածր օրերին դրանք տեղափոխվում են, բայց մարզումն ինքնին երբեք չի վերագրվում։
it: Le sessioni continuano ad adattarsi alla tua prontezza per il posizionamento — nei giorni bassi si spostano, l'allenamento stesso non viene mai riscritto.
ka: სესიები კვლავ ითვალისწინებს შენს მზადყოფნას განთავსებისას — დაბალ დღეებში ისინი გადაინაცვლებს, ხოლო ვარჯიში თავად არასდროს იწერება ხელახლა.
ru: Тренировки по-прежнему подстраиваются под твою готовность — в дни с низкой готовностью они сдвигаются, но сама тренировка никогда не переписывается.
sr: Тренинзи и даље зависе од твоје спремности за распоред — лошијих дана се померају, а сам тренинг се никад не преписује.

# sportGoal.scheduleRule.beforeCourtDays.subtitle
source: Sessions land the day before you play
de: Die Einheiten fallen auf den Tag vor deinem Spiel
es: Las sesiones se ubican el día antes de que juegues
fr: Les séances ont lieu la veille de vos matchs
hy: Պարապմունքները տեղավորվում են խաղից մեկ օր առաջ
it: Le sessioni cadono il giorno prima di quando giochi
ka: სესიები ეწყობა თამაშის წინა დღეს
ru: Сессии ставятся за день до игры
sr: Сесије се постављају дан пре него што играш

# sportGoal.scheduleRule.beforeCourtDays.title
source: Before court days
de: Vor Tagen auf dem Platz
es: Antes de los días de pista
fr: Avant les jours de court
hy: Կորտի օրերից առաջ
it: Prima dei giorni in campo
ka: კორტის დღეების წინ
ru: Перед днями на корте
sr: Пре дана на корту

# sportGoal.scheduleRule.everyOtherDay.subtitle
source: A steady one-on, one-off rhythm
de: Ein gleichmäßiger Rhythmus, jeden zweiten Tag
es: Un ritmo constante de un día sí, uno no
fr: Un rythme régulier, un jour sur deux
hy: Կայուն ռիթմ՝ մեկ օր մարզում, մեկ օր հանգիստ
it: Un ritmo costante, un giorno sì e uno no
ka: სტაბილური რიტმი — ერთი დღე ვარჯიში, ერთი დღე დასვენება
ru: Стабильный ритм — день на тренировку, день на отдых
sr: Стабилан ритам: дан тренинга, дан одмора.

# sportGoal.scheduleRule.everyOtherDay.title
source: Every other day
de: Jeden zweiten Tag
es: Cada dos días
fr: Un jour sur deux
hy: Ամեն երկրորդ օր
it: A giorni alterni
ka: დღეგამოშვებით
ru: Через день
sr: Сваки други дан

# sportGoal.scheduleRule.myCourtDays
source: My court days
de: Meine Spieltage
es: Mis días de cancha
fr: Mes jours de match
hy: Իմ խաղամարզադաշտի օրերը
it: I miei giorni di campo
ka: ჩემი მოედნის დღეები
ru: Мои игровые дни
sr: Моји дани на терену

# sportGoal.scheduleRule.specificWeekdays.subtitle
source: Train on fixed days
de: Trainiere an festen Tagen
es: Entrena en días fijos
fr: Entraînez-vous des jours fixes
hy: Մարզվիր ֆիքսված օրերին
it: Allenati in giorni fissi
ka: ვარჯიში ფიქსირებულ დღეებში
ru: Тренировки в фиксированные дни
sr: Тренирај у фиксне дане

# sportGoal.scheduleRule.specificWeekdays.title
source: Specific weekdays
de: Bestimmte Wochentage
es: Días específicos
fr: Jours spécifiques
hy: Շաբաթվա որոշակի օրեր
it: Giorni specifici
ka: კვირის კონკრეტული დღეები
ru: Определённые дни недели
sr: Одређени дани у недељи

# sportGoal.scheduleRule.whenReadinessAllows.subtitle
source: Soma places sessions on your better days
de: Soma legt die Einheiten auf deine besseren Tage
es: Soma coloca las sesiones en tus mejores días
fr: Soma place vos séances selon vos meilleurs jours
hy: Soma-ն պարապմունքները տեղավորում է քո ավելի լավ օրերին
it: Soma colloca le sessioni nei tuoi giorni migliori
ka: Soma სესიებს განალაგებს შენს უკეთეს დღეებში
ru: Soma ставит сессии в твои лучшие дни
sr: Soma поставља сесије на твоје боље дане

# sportGoal.scheduleRule.whenReadinessAllows.title
source: When readiness allows
de: Wenn die Bereitschaft es zulässt
es: Cuando tu preparación lo permita
fr: Quand la récupération le permet
hy: Երբ պատրաստվածությունը թույլ է տալիս
it: Quando la prontezza lo consente
ka: მზადყოფნის მიხედვით
ru: Когда позволяет готовность
sr: Када спремност дозволи

# sportGoal.scheduleRulesSheet.done
source: Done
de: Fertig
es: Listo
fr: Terminé
hy: Պատրաստ է
it: Fatto
ka: დასრულდა
ru: Готово
sr: Готово

# sportGoal.scheduleRulesSheet.title
source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
hy: Հաճախականություն
it: Frequenza
ka: სიხშირე
ru: Частота
sr: Учесталост

# sportGoal.stage.feetLift
source: Feet lift
de: Füße heben ab
es: Elevación de pies
fr: Décollage des pieds
hy: Ոտքերի բարձրացում
it: Sollevamento dei piedi
ka: ფეხების აწევა
ru: Отрыв ног
sr: Подизање ногу

# sportGoal.stage.hold3s
source: Holds 3 s
de: Hält 3 s
es: Aguanta 3 s
fr: Tient 3 s
hy: 3 վրկ պահում
it: Tiene 3 s
ka: 3-წამიანი დაჭერა
ru: Удержание 3 с
sr: Држање 3 с

# sportGoal.stage.holdSeconds
source: Timed hold
de: Zeitgesteuertes Halten
es: Aguante cronometrado
fr: Maintien chronométré
hy: Ժամանակով պահում
it: Tenuta cronometrata
ka: დროზე დაჭერა
ru: Удержание на время
sr: Држање на време

# sportGoal.stage.neverTried
source: Never tried
de: Noch nie versucht
es: Nunca probado
fr: Jamais essayé
hy: Երբեք չի փորձել
it: Mai provato
ka: ჯერ არ უცდია
ru: Нет попыток
sr: Без покушаја

# sportGoalFlow.navigationTitle
source: Your goal
de: Dein Ziel
es: Tu meta
fr: Ton objectif
hy: Ձեր նպատակը
it: Il tuo obiettivo
ka: თქვენი მიზანი
ru: Ваша цель
sr: Твој циљ

# sportGoalFlow.unavailable.loadFailed
source: Couldn't load the goal catalog. Pull down to try again.
de: Der Zielkatalog konnte nicht geladen werden. Nach unten ziehen, um es erneut zu versuchen.
es: No se pudo cargar el catálogo de objetivos. Desliza hacia abajo para volver a intentarlo.
fr: Impossible de charger le catalogue d'objectifs. Tirez vers le bas pour réessayer.
hy: Չհաջողվեց բեռնել նպատակների ցանկը: Ներքև քաշիր՝ նորից փորձելու համար:
it: Impossibile caricare il catalogo degli obiettivi. Trascina verso il basso per riprovare.
ka: მიზნების კატალოგის ჩატვირთვა ვერ მოხერხდა. სცადე ისევ, ჩამოწიე ეკრანი.
ru: Не удалось загрузить каталог целей. Потяни вниз, чтобы повторить.
sr: Није успело учитавање каталога циљева. Повуци надоле да покушаш поново.

# sportGoalFlow.unavailable.notOpen
source: Sport goal programs will appear here when they open up.
de: Sportziel-Programme werden hier angezeigt, sobald sie verfügbar sind.
es: Los programas de objetivos deportivos aparecerán aquí en cuanto estén disponibles.
fr: Les programmes d'objectifs sportifs apparaîtront ici dès qu'ils seront disponibles.
hy: Սպորտային նպատակների ծրագրերը կհայտնվեն այստեղ, երբ մատչելի դառնան:
it: I programmi di obiettivi sportivi appariranno qui non appena saranno disponibili.
ka: სპორტული მიზნების პროგრამები აქ გამოჩნდება, როცა ისინი გაიხსნება.
ru: Программы спортивных целей появятся здесь, когда откроются.
sr: Програми спортских циљева ће се овде појавити када постану доступни.

# sportGoalFlow.unavailable.title
source: Goals aren't available right now
de: Ziele sind momentan nicht verfügbar
es: Las metas no están disponibles ahora
fr: Les objectifs ne sont pas disponibles pour le moment
hy: Նպատակներն այժմ հասանելի չեն
it: Gli obiettivi non sono disponibili al momento
ka: მიზნები ამჟამად ხელმისაწვდომი არ არის
ru: Цели сейчас недоступны
sr: Циљеви тренутно нису доступни

# sportGoalOnboarding.coach.sub
source: Sessions & measurements export as one card
de: Sessions & Messungen werden als eine Karte exportiert
es: Las sesiones y mediciones se exportan como una sola tarjeta
fr: Séances et mesures s'exportent en une seule carte
hy: Պարապմունքները և չափումները արտահանվում են մեկ քարտով
it: Sessioni e misurazioni si esportano come un'unica scheda
ka: სესიები და გაზომვები გადის ერთ ბარათად
ru: Тренировки и измерения экспортируются одной карточкой
sr: Тренинзи и мерења се извозе као једна картица

# sportGoalOnboarding.coach.title
source: Coach's task · photo attached
de: Aufgabe des Coaches · Foto angehängt
es: Tarea del entrenador · foto adjunta
fr: Tâche du coach · photo jointe
hy: Մարզչի առաջադրանքը · կցված է լուսանկար
it: Compito del coach · foto allegata
ka: მწვრთნელის დავალება · ფოტო დართულია
ru: Задание тренера · фото прикреплено
sr: Тренеров задатак · фотографија приложена

# sportGoalOnboarding.cta.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
hy: Հաջորդը
it: Avanti
ka: შემდეგი
ru: Далее
sr: Даље

# sportGoalOnboarding.cta.pickGoal
source: Pick a goal
de: Wähle ein Ziel
es: Elige una meta
fr: Choisis un objectif
hy: Ընտրիր նպատակ
it: Scegli un obiettivo
ka: აირჩიე მიზანი
ru: Выберите цель
sr: Изабери циљ

# sportGoalOnboarding.flow.coachTask
source: Coach's task
de: Aufgabe des Coaches
es: Tarea del entrenador
fr: Tâche du coach
hy: Մարզչի առաջադրանքը
it: Compito del coach
ka: მწვრთნელის დავალება
ru: Задание тренера
sr: Тренеров задатак

# sportGoalOnboarding.flow.jumpHigher
source: Jump higher
de: Höher springen
es: Saltar más alto
fr: Sauter plus haut
hy: Ցատկել ավելի բարձր
it: Salta più in alto
ka: უფრო მაღლა ახტომა
ru: Прыгать выше
sr: Скочи више

# sportGoalOnboarding.header
source: SPORT GOALS
de: SPORTZIELE
es: METAS DEPORTIVAS
fr: OBJECTIFS SPORTIFS
hy: ՄԱՐԶԱԿԱՆ ՆՊԱՏԱԿՆԵՐ
it: OBIETTIVI SPORTIVI
ka: სპორტული მიზნები
ru: СПОРТИВНЫЕ ЦЕЛИ
sr: СПОРТСКИ ЦИЉЕВИ

# sportGoalOnboarding.newBadge
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
hy: ՆՈՐ
it: NUOVO
ka: ახალი
ru: НОВОЕ
sr: НОВО

# sportGoalOnboarding.path.account
source: Account → Sport goals (beta)
de: Konto → Sportziele (Beta)
es: Cuenta → Metas deportivas (beta)
fr: Compte → Objectifs sportifs (bêta)
hy: Հաշիվ → Մարզական նպատակներ (բետա)
it: Account → Obiettivi sportivi (beta)
ka: ანგარიში → სპორტული მიზნები (ბეტა)
ru: Аккаунт → Спортивные цели (бета)
sr: Налог → Спортски циљеви (бета)

# sportGoalOnboarding.path.home
source: Home → Train for your sport
de: Start → Für deine Sportart trainieren
es: Inicio → Entrena para tu deporte
fr: Accueil → S'entraîner pour ton sport
hy: Գլխավոր → Մարզվել քո սպորտաձևի համար
it: Home → Allenati per il tuo sport
ka: მთავარი → ივარჯიშე შენი სპორტისთვის
ru: Главная → Тренировка для твоего вида спорта
sr: Почетна → Тренирај за свој спорт

# sportGoalOnboarding.path.profile
source: Profile → Training → My goal → Pick a goal
de: Profil → Training → Mein Ziel → Ziel auswählen
es: Perfil → Entrenamiento → Mi meta → Elegir una meta
fr: Profil → Entraînement → Mon objectif → Choisir un objectif
hy: Պրոֆիլ → Մարզումներ → Իմ նպատակը → Ընտրել նպատակ
it: Profilo → Allenamento → Il mio obiettivo → Scegli un obiettivo
ka: პროფილი → ვარჯიში → ჩემი მიზანი → აირჩიე მიზანი
ru: Профиль → Тренировки → Моя цель → Выбрать цель
sr: Профил → Тренинг → Мој циљ → Изабери циљ

# sportGoalOnboarding.skip
source: Skip — I'll find it later
de: Überspringen — ich finde es später
es: Omitir — lo encontraré más tarde
fr: Ignorer — je le trouverai plus tard
hy: Բաց թողնել — ավելի ուշ կգտնեմ
it: Salta — lo troverò più tardi
ka: გამოტოვება — მოგვიანებით ვიპოვი
ru: Пропустить — найду позже
sr: Прескочи — наћи ћу касније

# sportGoalOnboarding.slide1.sub
source: Start from this Home card — or anytime via Profile → Training → My goal. The beta switch lives in Account.
de: Starte über diese Karte auf der Startseite — oder jederzeit über Profil → Training → Mein Ziel. Der Beta-Schalter befindet sich unter Konto.
es: Empieza desde esta tarjeta de Inicio — o en cualquier momento desde Perfil → Entrenamiento → Mi meta. El interruptor beta está en Cuenta.
fr: Commence depuis cette carte sur l'Accueil — ou à tout moment via Profil → Entraînement → Mon objectif. L'interrupteur bêta se trouve dans Compte.
hy: Սկսիր այս քարտից Գլխավոր էջում — կամ ցանկացած պահի Պրոֆիլ → Մարզումներ → Իմ նպատակը միջոցով։ Բետա անջատիչը գտնվում է Հաշիվ բաժնում։
it: Inizia da questa scheda nella Home — o in qualsiasi momento tramite Profilo → Allenamento → Il mio obiettivo. L'interruttore beta si trova in Account.
ka: დაიწყე მთავარი გვერდის ამ ბარათიდან — ან ნებისმიერ დროს პროფილი → ვარჯიში → ჩემი მიზანი გზით. ბეტა გადამრთველი Account-შია.
ru: Начни с этой карточки на главном экране — или в любое время через Профиль → Тренировки → Моя цель. Переключатель бета-доступа находится в разделе Аккаунт.
sr: Почни од ове картице на Почетној — или било када преко Профил → Тренинг → Мој циљ. Бета прекидач се налази у Налогу.

# sportGoalOnboarding.slide1.title
source: Where to find it
de: Wo du es findest
es: Dónde encontrarlo
fr: Où le trouver
hy: Որտեղ գտնել
it: Dove trovarlo
ka: სად მოვძებნოთ
ru: Где это найти
sr: Где то наћи

# sportGoalOnboarding.slide2.sub
source: Named, measurable presets like "Jump higher" — or your own custom goal from a coach. One at a time.
de: Benannte, messbare Vorlagen wie „Höher springen" — oder dein eigenes, individuelles Ziel von einem Coach. Immer eines nach dem anderen.
es: Ajustes preestablecidos con nombre y medibles como «Saltar más alto» — o tu propia meta personalizada de un entrenador. Una a la vez.
fr: Des préréglages nommés et mesurables comme « Sauter plus haut » — ou ton propre objectif personnalisé d'un coach. Un à la fois.
hy: Անվանված, չափելի կաղապարներ, օրինակ՝ «Ցատկել ավելի բարձր» — կամ քո սեփական նպատակը մարզչից։ Մեկը մյուսի հետևից։
it: Preimpostazioni denominate e misurabili come "Salta più in alto" — oppure il tuo obiettivo personalizzato da un coach. Uno alla volta.
ka: დასახელებული, გაზომვადი პრესეტები, როგორიცაა „უფრო მაღლა ახტომა" — ან შენი საკუთარი მიზანი მწვრთნელისგან. ერთდროულად ერთი.
ru: Именованные измеримые пресеты вроде «Прыгать выше» — или своя собственная цель от тренера. Только одна цель за раз.
sr: Именовани, мерљиви прес-сетови попут „Скочи више" — или твој сопствени циљ од тренера. Један по један.

# sportGoalOnboarding.slide2.title
source: Sport first, then a goal in it
de: Erst die Sportart, dann ein Ziel darin
es: Primero el deporte, luego una meta en él
fr: D'abord le sport, puis un objectif dans ce sport
hy: Նախ սպորտաձևը, հետո՝ նպատակ դրանում
it: Prima lo sport, poi un obiettivo al suo interno
ka: ჯერ სპორტი, შემდეგ მიზანი მასში
ru: Сначала вид спорта, потом цель в нём
sr: Прво спорт, па циљ у њему

# sportGoalOnboarding.slide3.sub
source: A real range, never a promise. A 10–20 min goal block joins your daily plan, matched to readiness.
de: Ein echter Bereich, nie ein Versprechen. Ein 10–20-minütiger Zielblock ergänzt deinen Tagesplan, abgestimmt auf deine Bereitschaft.
es: Un rango real, nunca una promesa. Un bloque de meta de 10 a 20 min se suma a tu plan diario, ajustado a tu preparación.
fr: Une fourchette réelle, jamais une promesse. Un bloc objectif de 10 à 20 min s'ajoute à ton plan quotidien, adapté à ta disponibilité physique.
hy: Իրական միջակայք, երբեք խոստում։ 10–20 րոպեանոց նպատակային բլոկը միանում է քո օրական պլանին՝ պատրաստակամությանը համապատասխան։
it: Un intervallo reale, mai una promessa. Un blocco obiettivo di 10-20 min si aggiunge al tuo piano giornaliero, adattato alla tua prontezza.
ka: რეალური დიაპაზონი, არასდროს დაპირება. 10–20 წუთიანი მიზნის ბლოკი ემატება შენს ყოველდღიურ გეგმას, მზადყოფნის შესაბამისად.
ru: Реальный диапазон, а не обещание. Блок цели на 10–20 минут добавляется в твой дневной план с учётом готовности организма.
sr: Стваран распон, никад обећање. Блок циља од 10–20 мин придружује се твом дневном плану, усклађен са спремношћу.

# sportGoalOnboarding.slide3.title
source: Get an honest target — and train it
de: Ein ehrliches Ziel — und darauf trainieren
es: Consigue una meta honesta — y entrénala
fr: Obtiens un objectif honnête — et entraîne-toi pour l'atteindre
hy: Ստացիր ազնիվ նպատակ — և մարզվիր դրա համար
it: Ottieni un obiettivo onesto — e allenati per raggiungerlo
ka: მიიღე გულწრფელი მიზანი — და ივარჯიშე მისკენ
ru: Получи честную цель — и тренируйся ради неё
sr: Добиј поштен циљ — и тренирај га

# sportGoalOnboarding.slide4.sub
source: Attach the assignment as photo or text, do the work in Soma, show your coach the progress.
de: Füge die Aufgabe als Foto oder Text hinzu, erledige sie in Soma und zeig deinem Coach den Fortschritt.
es: Adjunta la tarea como foto o texto, haz el trabajo en Soma y muéstrale a tu entrenador el progreso.
fr: Joins la tâche en photo ou en texte, fais le travail dans Soma, montre les progrès à ton coach.
hy: Կցիր առաջադրանքը որպես լուսանկար կամ տեքստ, կատարիր աշխատանքը Soma-ում, ցույց տուր առաջընթացը մարզչիդ։
it: Allega il compito come foto o testo, svolgi il lavoro in Soma, mostra i progressi al tuo coach.
ka: დაურთე დავალება ფოტოს ან ტექსტის სახით, შეასრულე სამუშაო Soma-ში, აჩვენე პროგრესი შენს მწვრთნელს.
ru: Прикрепи задание в виде фото или текста, выполняй его в Soma и показывай тренеру прогресс.
sr: Приложи задатак као фотографију или текст, ради у Soma-и, покажи тренеру напредак.

# sportGoalOnboarding.slide4.title
source: Or bring your coach's task
de: Oder bring die Aufgabe deines Coaches mit
es: O trae la tarea de tu entrenador
fr: Ou apporte la tâche de ton coach
hy: Կամ բեր քո մարզչի առաջադրանքը
it: Oppure porta il compito del tuo coach
ka: ან მოიტანე შენი მწვრთნელის დავალება
ru: Или принеси задание от своего тренера
sr: Или донеси задатак свог тренера

# sportGoalOnboarding.target.horizon
source: in 10–12 weeks — an honest range
de: in 10–12 Wochen — ein ehrlicher Bereich
es: en 10–12 semanas — un rango honesto
fr: en 10 à 12 semaines — une fourchette honnête
hy: 10–12 շաբաթում — ազնիվ միջակայք
it: in 10-12 settimane — un intervallo onesto
ka: 10–12 კვირაში — გულწრფელი დიაპაზონი
ru: за 10–12 недель — честный диапазон
sr: за 10–12 недеља — поштен распон

# sportGoalOnboarding.target.trend
source: 41 → 44 cm · week 6
de: 41 → 44 cm · Woche 6
es: 41 → 44 cm · semana 6
fr: 41 → 44 cm · semaine 6
hy: 41 → 44 սմ · 6-րդ շաբաթ
it: 41 → 44 cm · settimana 6
ka: 41 → 44 სმ · კვირა 6
ru: 41 → 44 см · неделя 6
sr: 41 → 44 cm · недеља 6

# sportGoalUnit.count
source: count
de: Mal
es: veces
fr: fois
hy: անգամ
it: volte
ka: ჯერ
ru: раз
sr: puta

# sportGoalUnit.reps
source: reps
de: Wiederholungen
es: repeticiones
fr: répétitions
hy: կրկնություն
it: ripetizioni
ka: გამეორება
ru: повторения
sr: ponavljanja

# sportGoalUnit.seconds
source: seconds
de: Sekunden
es: segundos
fr: secondes
hy: վայրկյան
it: secondi
ka: წამი
ru: секунды
sr: sekunde

source: squat rack
de: Kniebeugenständer
es: Rack de sentadillas
fr: Rack à squat
hy: Squat ռեյք
ka: სქუოთ რეკი
ru: Силовая рама
sr: Рек за чучњеве

source: stationary bike
de: Heimtrainer
es: Bicicleta estática
fr: Vélo d'appartement
hy: Հեծանիվ-թրենաժոր
it: Cyclette
ka: საველოსიპედო ტრენაჟორი
ru: Велотренажёр
sr: Собни бицикл

source: steady
de: stabil
es: estable
fr: stable
hy: կայուն
it: stabile
ka: სტაბილურად
ru: стабильно
sr: стабилно

# streakMilestone.hundredDay
source: 100 Days
de: 100 Tage
es: 100 días
fr: 100 jours
hy: 100 օր
it: 100 giorni
ka: 100 დღე
ru: 100 дней
sr: 100 дана

# streakMilestone.month
source: 1 Month
de: 1 Monat
es: 1 mes
fr: 1 mois
hy: 1 ամիս
it: 1 mese
ka: 1 თვე
ru: 1 месяц
sr: 1 месец

# streakMilestone.sixtyDay
source: 60 Days
de: 60 Tage
es: 60 días
fr: 60 jours
hy: 60 օր
it: 60 giorni
ka: 60 დღე
ru: 60 дней
sr: 60 дана

# streakMilestone.threeDay
source: 3 Days
de: 3 Tage
es: 3 días
fr: 3 jours
hy: 3 օր
it: 3 giorni
ka: 3 დღე
ru: 3 дня
sr: 3 дана

# streakMilestone.twoWeek
source: 2 Weeks
de: 2 Wochen
es: 2 semanas
fr: 2 semaines
hy: 2 շաբաթ
it: 2 settimane
ka: 2 კვირა
ru: 2 недели
sr: 2 недеље

# streakMilestone.week
source: 1 Week
de: 1 Woche
es: 1 semana
fr: 1 semaine
hy: 1 շաբաթ
it: 1 settimana
ka: 1 კვირა
ru: 1 неделя
sr: 1 недеља

# streakMilestone.year
source: 1 Year
de: 1 Jahr
es: 1 año
fr: 1 an
hy: 1 տարի
it: 1 anno
ka: 1 წელი
ru: 1 год
sr: 1 година

# subscriptionChip.bonus.accessibility
source: %lld days of free access left. Opens the subscribe screen.
de: Noch %lld Tage kostenloser Zugang. Öffnet den Abo-Bildschirm.
es: Quedan %lld días de acceso gratuito. Abre la pantalla de suscripción.
fr: %lld jours d'accès gratuit restants. Ouvre l'écran d'abonnement.
hy: Մնացել է %lld օր անվճար հասանելիություն: Բացում է բաժանորդագրության էկրանը:
it: Restano %lld giorni di accesso gratuito. Apre la schermata di abbonamento.
ka: დარჩა %lld დღე უფასო წვდომა. ხსნის გამოწერის ეკრანს.
ru: Осталось %lld дней бесплатного доступа. Открывает экран подписки.
sr: Преостало %lld дана бесплатног приступа. Отвара екран претплате.

# subscriptionChip.bonusDays
source: %lld DAYS
de: %lld TAGE
es: %lld DÍAS
fr: %lld JOURS
hy: %lld ՕՐ
it: %lld GIORNI
ka: %lld დღე
ru: %lld ДН
sr: %lld ДАНА
